tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "weaveworks/tap"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "icu4c@76"
brew "ast-grep"
brew "aws-es-proxy"
brew "bash"
brew "cmake"
brew "cmake-docs"
brew "curl"
brew "duf"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gnu-sed"
brew "pkgconf"
brew "graphviz"
brew "jpeg"
brew "jq"
brew "neovim"
brew "openblas"
brew "ollama"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "virtualenv"
brew "wget"
brew "xdot"
brew "yazi"
brew "yq"
brew "zellij"
brew "zlib"
brew "felixkratz/formulae/borders"
brew "weaveworks/tap/eksctl"
brew "pipx"
